{"/about/":{"data":{"how-can-i-help#How can I help?":"We need volunteers to keep running. If you have a skill for repairing, administration, or helping to make everything run smoothly, we want to hear from you.","our-philiosphy#Our Philiosphy":"Repair Cafes aim to combat the throwaway culture by encouraging people to repair and extend the lifespan of their possessions instead of discarding them.\nIt’s so much more environmentally friendly to repair something we already have, than to replace it with new.\nOur Philiosphy RecycleRecycle, where you can RepairRepair to save you money and help protect the environment ReuseGive your possesions a new lease of life We are part of the International Repair Café Foundation and are a voluntary organisation. We do have costs to cover – rent and insurance – Please donate what you can, when you can. We can only accept cash donations\nWe thrive on feedback and would love to hear your ideas and suggestions. Contact us via our ‘contact us’ page."},"title":"About"},"/news/post_1/":{"data":{"":"","its-happened#It\u0026rsquo;s Happened!":"It’s Happened! Whoop"},"title":"The First Post on the New Honiton CAG Website"},"/news/post_2/":{"data":{"":"","post-2-time#Post 2 Time":"Who knew?"},"title":"Post Number 2"},"/repair_cafe/":{"data":{"":"","house-rules#House Rules":"The work carried out in a repair cafe is free of charge on a voluntary basis by the expert repairers available.\nThe fact that the repairs are being performed by unpaid volunteers reflects the allocation of risks and limitation of liability.\nNeither the organisers of the repair cafe nor the repair experts are liable for any loss that may result from advice or instructions concerning repairs, for the loss of items handed over for any repair for indirect or consequent loss or for any kind of loss resulting from work performed in the repair cafe.\nAny new materials or spare parts must be paid for at the time of repair.\nRepair experts are entitled to refuse to repair certain objects. This will be careful monitored.\nThose bringing items whether they are repaired or not must take them away with them and disposed of ethically\nA maximum of two items may be brought to any given day for repair. Discretion by the administrative team as to the availability of repairers.\nOur philosophy is repairs are carried out free of charge, however we have overheads such as rent and insurance and only if these expenses are met by donation can the cafe continue.","toss-it-no-way#Toss it? No Way!":"Repair Cafes started in the Netherlands but have expanded to all over the world as grassroots movement. They are free meeting places dedicated to repairing just about anything you can think of; clothes, furniture, electrical appliances, IT, bicycles, toys and more.\nOur expert volunteer repairers are eager to help you bring your possessions back to life, saving them from landfill, saving you money and helping reduce carbon emissions and thus protecting our planet.\nOur ethos is to recycle, reuse and repair, rather than refuse household items. We aim to repair 60-70% of what you bring us. You are welcome to have a cuppa and homemade cake while you wait."},"title":"Honiton Repair Cafe"}}